:prep-out
:op4
:arg4
:op22
:poss
:arg8
:purpose
:range
:concession
:accompanier
:condition
:op24
:op2
:arg5
:manner
:arg0
:li
:snt4
:op19
:arg7
:day
:path
:mode
:example
:snt6
:prep-amid
:arg9
:duration
:quarter
:season
:calendar
:op20
:year2
:op21
:op9
:op17
:wiki
:year
:op10
:op1
:beneficiary
:conj-as-if
:ord
:age
:arg2
:scale
:month
:op12
:instrument
:name
:arg3
:part
:op5
:arg1
:time
:op23
:snt3
:era
:unit
:extent
:prep-under
:location
:topic
:destination
:medium
:quant
:prep-to
:prep-for
:prep-without
:op7
:direction
:op15
:prep-by
:prep-at
:prep-in
:op8
:timezone
:polarity
:op18
:snt5
:prep-with
:op13
:prep-along-with
:source
:frequency
:snt11
:op16
:dayperiod
:snt8
:op14
:arg6
:op3
:prep-against
:subset
:instance
:op6
:mod
:polite
:op11
:prep-on-behalf
:prep-from
:century
:snt9
:prep-into
:value
:prep-among
:prep-as
:snt7
:domain
:prep-in-addition-to
:weekday
:snt2
:consist
:degree
:snt10
:decade
:subevent
:prep-toward
:snt1
:prep-on
and
i2
issue-01
p
person
n
name
"jupiter"
t
thing
proclaim-01
b
a2
all
f
forest
p3
promise-01
r
reward-01
o2
one
have-03
o
have-degree-91
h
handsome
m
most
h3
deem-01
r2
royal
c
come-01
m3
monkey
rest
p2
present-01
m2
y
young
nose
flat-06
-
hair
feature
ill-02
c2
candidate
mother
a3
l
laugh-01
a
animal
have-rel-role-91
s3
she
s4
son
general-02
say-01
s2
a5
contrast-01
k
know-01
truth-value
prize
k2
h6
d
dear
h4
beautiful-02
m4
a4
opine-01
at-least
s
seize-01
e
fly-01
down
rock
l2
lamb
carry-01
stir-02
j
witness-01
capture-01
envy-01
determined-02
e2
strong-02
e3
he
around
w
w2
wing
g
great
settle-03
large
intend-01
off
b2
become-01
c3
f2
possible-01
r3
release-01
f3
f4
have-quant-91
equal
run-02
u
up
catch-01
h2
see-01
event
clip-01
at-once-01
take-01
home
date-entity
night
give-01
child
reply-01
they
bird
kind
amr-unknown
father
certain
like-02
t2
think-01
wish-01
ensure-01
same-01
attend-02
farm
point
die-01
call-02
hide-01
treasure
v
1
include-91
v2
after
d2
dig-01
portion
land
every
care-04
find-01
any
repay-01
labor-01
crop
extraordinary
multi-sentence
man
2
daughter
marry-01
other
make-01
go-02
time
inquire-01
t3
t4
a6
prosper-01
rain-01
heavy
p4
plant
w3
well
only
long-03
likewise
want-01
nothing
continue-01
weather
dry-02
shine-01
sun
bright-02
hot-05
d3
brick
join-01
sister
w4
fox
piece
cheese
branch
tree
once
have-purpose-91
that
cause-01
walk-01
foot
cry-01
day
good-02
"crow"
look-02
you
today
well-09
so
eye
let-01
imperative
y2
hear-01
i
song
greet-01
have-org-role-91
q
queen
feel-01
sure-02
obligate-01
surpass-01
voice
s5
figure
lift-01
head
begin-01
g2
fall-01
ground
open-01
mouth
"fox"
do-02
exchange-01
advise-01
trust-02
future
deep-02
chance-02
lucky
get-05
out
pass-03
afterwards
short-07
ask-01
there
drought
jump-03
here
water
near-02
oh
expressive
too
this
back
immediate
manage-02
j2
edge
put-01
horn
goodbye
remember-01
difficulty
next
friend
pursue-01
wolf
flee-05
temple
refuge
call-07
slay-01
priest
sacrifice-01
good-04
more
eat-01
commit-02
murder-01
related-04
lion
reach-01
river
bank
climb-01
fear-01
upper
throw-01
alarm-01
again
refuse-01
earth
air
shelter-01
alike-05
tell-01
sit-01
fortune
pass-by-17
announce-01
break-01
door
house
open-09
steal-01
good
sigh-02
away
fast-02
neighbor
fellow
f5
foresee-01
sail-01
m5
enemy
kill-01
vessel
keep-02
apart
far
seat-01
ship
arise-02
storm
violent
end
ordinal-entity
pilot-01
endanger-01
sink-01
suppose-01
grieve-01
b3
before
seem-01
help-02
apologize-01
anything
everything
make-05
company
guy
follow-02
recommend-01
"sarah_palin"
"palin"
"gabrielle_giffords"
n2
need-01
conduct-01
meet-03
publication
"nbc"
n3
summit
beer
fence
some
get-04
move-03
country
call-01
it
tour
sell-01
ticket
hire-01
"china"
cater-01
hell
drop-out-04
"super"
win-01
"mitt_romney"
"romney"
big
stay-on-02
obvious-01
get-01
"rick_santorum"
"santorum"
boost-01
enough
hang-02
"mike_huckabee"
"huckabee"
"newt_gingrich"
"gingrich"
state
"georgia_( u.s._state )"
"georgia"
hang-01
go-back-19
multiple
monetary-quantity
1000000
dollar
sector
private-03
sole
crazy-03
"ron_paul"
"good"
stick-around-03
until
end-01
no-one
"mitt"
answer-01
n4
"barack_obama"
"obama"
"ge"
okay-04
"newt"
reason
will
"ron"
"paul"
victimize-01
tornado
aid-01
nuts
go-01
heart
alley
problem
go-06
tax-01
help-01
rebuild-01
life
survive-01
have-condition-91
donate-01
free-04
mention-01
right-06
insurance
cover-01
absolute
bright-03
quite
way
translate-01
across
board
resemble-01
burn-01
someone
claim-02
infrastructure
entire
extend-02
or
road
line
power-01
building
public-02
even-if
regime
distribute-01
get-30
political-party
"democratic_party_( united_states )"
"democrat"
minority
jurisdiction
white-02
"republican_party_( united_states )"
"republican"
now
get-02
member
party
correspond-02
desire-01
libertarian
anyone
interest-01
neat
attract-01
asshole
cheap-02
pay-01
share
fair-01
also
vote-01
figure-out-05
differentiate-01
two
understand-01
hardcore
we
and-or
right
hard-02
build-01
overnight
kind-of
"mr."
import-01
food
consider-01
probable
wipe-out-02
store
c4
respect-01
hope-01
claim-01
fund
buy-01
address
pickup
drive-01
over
town
damn
own-01
provide-01
clean-up-02
repair-01
system
electricity
school
bus
et-cetera
federal
keep-in-mind-08
business
claim
money
make-18
suffer-01
lose-02
weekend
whole
whatever
receive-01
soon
easy-05
practical-03
idea
at-best
surprise-01
split-01
vote
ultimate
outcome
lose-03
factor
race-02
out-03
oppose-01
religious-group
"catholic_church"
"catholic"
"church"
contraception
moral-02
morality
create-01
commodity
rare-02
clean-04
location
exist-01
poor
opportunity
educate-01
spread-03
disease
violence
domestic
woman
force-01
conceive-02
trap-01
then
gain-02
power
control-01
accompany-01
feed-01
baby
house-01
care-03
have-05
mind
liberal-02
involve-01
government-organization
govern-01
something
mean-01
just
percentage-entity
100
literal
favor-01
clothe-01
i5
institution
brain
attempt-01
efficient-01
amr-choice
genius
concept
simple-02
such
real-04
try-01
prop-up-01
president
vice
p5
bring-01
face
new-02
either
assure-01
avoid-01
"gop"
nominate-01
till
very
slash
still
another
"solyndra"
fail-01
goal
wow
lay-off-02
employ-01
raise-01
executive
ignore-01
media
scam-01
wonder-01
outrage-01
promote-02
website
organization
"association_of_community_organizations_for_reform_now"
"acorn"
bad-04
mortgage
g3
gas
tank
phone
cell
free-03
increase-01
roll
welfare
care-01
tour-01
high-02
likely-01
of-course
shock-01
pay-off-02
support-01
cash
stimulus
lie-08
stimulate-01
contribute-01
participate-01
wave-04
king
boy
left-19
rush-01
show-01
depend-01
work-01
plan-01
policy-01
expect-01
practice-01
suffice-01
self
concern-02
responsible-02
personal-02
outweigh-01
political-movement
"socialism"
"socialism"
book
"for"
straight-04
remain-01
ignorant-02
read-01
prove-01
on
predict-01
dumb
criticize-01
judge-01
decide-01
disregard-01
legislate-01
populace
impose-01
always
right-02
case-03
pass-01
bill
"chris_christie"
"christie"
"the"
running-mate
set-up-15
call-13
shot
2012
neck
veto-01
gay-01
by
2016
"united_states"
"america"
available-02
alienate-01
deny-01
privilege-01
independent
major-02
appear-02
spoil-01
argue-01
cause
conservative
reverse-01
situation
apply-02
logic
-1
moment
no
insure-01
elect-01
else
give-16
shit-01
nation
request-confirmation-91
more-than
hit-02
assess-01
"united"
"states"
"of"
approve-01
handle-01
job
13
"united_states_congress"
"congress"
low-04
new-01
measure-01
"gallup_( company )"
"gallup"
rate-01
83
disapprove-01
bad-07
track-01
perform-02
temporal-quantity
30
year
notice-01
correlate-91
g4
down-03
ever
stop-01
bicker-01
politics
together
start-01
work-out-02
bipartisan
word
work-09
"ronald_reagan"
"reagan"
"bill_clinton"
"clinton"
look-01
result-01
positive
least
bit
wait-01
drain-01
"nancy_pelosi"
"pelosi"
swamp
damn-01
decrease-01
premium
healthcare
"administration"
quit-01
floor
"united_states_senate"
"senate"
"nancy"
law
"healthcare"
"bill"
find-out-03
"united_states_house_of_representatives"
"house"
turn-02
festival
slow-05
institute
industry
i3
skyrocket-01
risk-01
extra
accept-01
condition
preexist-01
insure-02
qualify-02
current
cost-01
much
rise-01
will-02
mode
campaign-01
administrate-01
joke-01
"dem"
fix-02
dream-01
believe-01
war
"iraq"
develop-02
independence
energy
3
universal
over-01
base
locate-01
strategic
counter-01
aggression
"iran"
c5
"russia"
50
include-01
drill-01
nucleus
coal
adopt-01
"hillary_clinton"
"hillary"
mandatory
everyone
except-01
priority
top
repeal-01
treaty
4
"patriot_act"
"patriot"
"act"
5
charge-05
6
"george_w._bush"
"bush"
"dick_cheney"
"cheney"
send-01
city
"the_hague"
"the"
"hague"
crime-02
criminal-03
fire-02
7
"john_r._bolton"
"john"
"bolton"
strengthen-01
8
abolish-01
9
"united_states_department_of_homeland_security"
"office"
"homeland"
"security"
prosecute-01
10
doctor
favorite
take-02
cut-02
quality
tube
loan-01
study-01
15
salary
science
rocket
engineer-01
computer
nature
above
average-04
y3
paycheck
lazy
live-01
important-01
"-1"
against
single-02
represent-01
g5
bunch
military
"red"
"coat"
"united_kingdom"
"great"
"britain"
regard-01
constitution
kick-out-05
office
rate-entity-91
cycle-02
several
happy-01
anymore
heritage
add-01
cent
senator
2010
option
realize-01
so-far
impress-01
somebody
good-03
regardless-91
affiliate-01
retard-01
neoconservative
guess-01
comfortable-02
none
district
"john_mccain"
"mccain"
"sarah"
lot
fun-01
poke-01
make-fun-04
lack-01
knowledge
appear-01
broadcast-program
date
late
be-located-at-91
hurt-01
go-out-17
right-08
actual-02
instead-of-91
star
behind
shoot-01
raise-02
150000000
d4
speech
convention
"constitution"
"party"
"bob"
p6
n5
"libertarian"
p12
n11
p7
n6
p9
n8
"green"
p8
n7
p10
n9
p13
n12
"democratic"
wrong-02
nutjob
make-02
"barack"
female
sorry-01
"condoleezza_rice"
even
ration-01
healthy
spell-out-03
afford-01
research
back-up-04
clear-06
in-fact
identify-01
elderly
under
less
specific-02
reduce-01
service
run-01
question-01
rest-02
corporation
profit-01
cancel-01
leave-13
at-all
prospect-02
obtain-01
by-oneself
spend-01
overhead
revenue
"1/3"
cold-01
snow
northeast
meteorologist
winter
warm-07
usual
temperature
many
normal-02
be-temporally-at-91
warm-01
globe
"maine"
between
distance-quantity
inch
stupid
hey
snow-01
white-03
street
"street"
thank-01
let-know-07
name-01
gang
motorcycle
belong-01
infer-01
guarantee-01
already
eh
fact
have-06
period
temperature-quantity
date-interval
1980
1998
convenience
crowd
significant-02
since
further
scientist
about
early
1900
trend
worldwide
18
follow-01
14
t5
to-date
remind-01
doom-01
experience-01
refer-01
precise
planet
"earth"
move-01
wobble-01
conventional
path
shift-01
weight
cap
ice
align-01
moon
indicate-01
video
i4
physics
generate-01
plate
physical
potential
earthquake
stuff
cool-04
fault-01
shrink-01
pole
explain-01
record
country-region
"alaska"
nobody
u2
undergo-28
periodic
wander-01
200000000
have-frequency-91
regular-02
affect-01
biosphere
little
associate-01
record-01
era
count-04
huh
suspect-01
relate-01
drift-01
blame-01
fool
pollute-01
really
environmentalist
trash
along
ditch
county
chair
couch
countryside
neighbor-01
talk-01
countryman
segment
small
society
everybody
mission-01
deflect-01
focus-01
habit
filthy
violate-01
border
pal
stay-01
on-point
shake-01
apartment
"two"
"pennsylvania"
have-concession-91
"birmingham"
at-first
outside
bottle
forth
room
weird
dude
go-on-15
like
20
second
privatize-01
multinational
accountable-02
population
local-02
suppress-01
resource
war-01
inspire-01
documentary
thread
shed-light-10
behave-01
c6
insane
complete-02
"world_bank"
"world"
"bank"
produce-01
world
allow-01
source
beyond
concern-01
spring
bottle-01
example
perfect-02
theory
hysterical
natural-03
get-03
few
decade
smart-06
out-there
buy-05
sucker
wife
report
report-01
difficult
regulate-01
amount
small-molecule
"carbon_dioxide"
"co2"
url-entity
10000000
prevent-01
differ-02
curse-02
grandchild
blind-02
greed
generation
"youtube"
check-out-05
crisis
oil
world-region
"gulf_of_mexico"
"gulf"
age-01
post-01
month
citizen
account
eyewitness
competent-01
"bp"
respond-01
first-hand
camera
z
zero
stink-01
high-heaven
"new_york_city"
"new"
"york"
term
last
google-01
spill-01
cover-03
plenty
point-04
below
surface
true-01
sight-01
use-01
destroy-01
sweep-01
carpet
quick-02
idiot
assume-02
damage-01
ecology
area
bad-05
times
beneath
volume-quantity
gallon
wildlife
fish
a7
horror
catastrophe
worsen-01
correct-02
yes
assign-01
number
yeah
clown
fraudulent
frigging
host
makeup
fundamental
distort-01
revere-01
bizarre
direct-02
accurate
state-01
change-01
agency
method
place
yet
for-all
item
defraud-01
department
come-out-09
"report"
count-01
benefit
as-usual
tomorrow
discuss-01
exact
market
labor
have-manner-91
especially
barrier
group
restrict-01
field
hour
16
open-07
almost
full-time
part-time
imprison-01
choose-01
enter-01
exit-01
capable-01
group-01
mental
disable-01
psychological
retire-01
exclude-01
65
sense-02
pension
generous-01
o3
picture
police
"us"
limit-01
age
maximum
count-02
while
1984
1994
e4
level
constant
fair-04
adult
civilian
divide-02
key-02
objective
survey-01
full
subjective-03
error
o4
call-10
suggest-01
minimum
volunteer-01
week
particular
w5
run-07
case-04
40
w6
set-02
absent-01
ill-01
brief
injure-01
vacation-01
strike-02
temporary
sub
charity
family
part
story
help-out-03
h5
have-part-91
substantial
fill-06
slot
j3
casual
define-01
impact-01
supply-01
demand-01
husband
drug-01
alcohol
offer-01
safe-01
resume
interview-01
list-01
union
sincere
force
tend-02
grow-01
rate
ratio
percentage
compare-01
history
percent
economic
1960
1970
l3
play-02
role
useful-05
picture-01
mean-02
type
succeed-01
basic
clarify-10
issue-02
150000
250000
maintain-01
deal-01
side
consistent-01
"jimmy_carter"
"carter"
run-up-19
add-02
2000000
fraction
quiet-04
no-longer
folk
resign-01
plain
career
99
26
analyze-01
data
"statistics"
"survey"
total
"population"
payroll
farm-01
agriculture
cook-01
maid
e5
300000
measure
direct
drop-01
wrong-04
lately
determine-01
unit
"bernie_sanders"
"bernie"
"sanders"
left-20
"god"
get-22
appoint-01
chairman
"federal_reserve_system"
"fed"
"john_maynard_keynes"
"keynes"
worry-02
consequence-03
ultra
mandate
full-09
"federal"
"reserve"
inflation
achieve-01
unemployment
lead-03
adequate
have-polarity-91
lend-01
charge-01
interest
inflate-01
currency
line-pocket-02
foreign
scheme
massive
bail-out-02
brilliant-01
credit
target-01
misunderstand-01
quote-01
gross-06
run-13
economist
consider-02
fatal
central
out-of
"wikipedia"
encyclopedia
value-02
point-01
fund-01
build-02
credible
dominate-01
hemisphere
north
south
fahrenheit
curious-01
s6
atmosphere
variety
a11
a8
meltdown
layer
cool-01
imminent
o6
m6
e8
environment
c7
o5
c8
a9
m7
e6
e7
m8
a10
human
i6
in-reality
responsible-01
minimize-01
arrogant
ecosystem
drastic
i7
r4
lab
t6
threaten-01
save-02
university
s7
u3
r5
reality
publish-01
"intergovernmental_panel_on_climate_change"
"ipcc"
document-01
g7
r6
r7
overturn-01
previous
d5
c10
u4
t7
t8
p11
r8
recent
t9
s10
set
d6
relative-05
c11
view-01
s12
simple
maximize-01
t10
h7
t11
information
suit-01
p14
purpose
d7
a12
drive-02
inherent
climate
rapid
core
continent
"antarctica"
freeze-01
process-02
heat-01
y4
corner
80
adapt-01
prefer-01
present
matter-01
stretch-01
ability
forever
skill
cease-01
fuel
fossil
switch-01
feature-01
s9
wind
s8
solar
s11
convince-01
intelligent-01
equal-01
west
push-01
onto
face-01
serious-02
culture
replace-01
body
match-01
clone
technique
surgery-01
micro
someday
patent-01
gene
right-05
perhaps
unique-01
"child"
"in"
merge-01
machine
2000
find-02
silly
clone-01
so-called
factory
spare-02
sheep
infant
identical-01
bear-02
love-01
brave-02
order-02
keep-01
enslave-01
sex-01
ahead
slap-01
property
31
troop
crash-01
aircraft-type
permit-01
rest-01
peace
condolence
coalition
casualty
"mainstream_media"
"msm"
"afghanistan"
occupy-01
train-01
through
pretty
soft-02
tough-02
bar
next-to
"united_states_marine_corps"
"marines"
"united_states_coast_guard"
"coast"
"guard"
ignorance
serve-01
frame
reference-04
diminish-01
gigantic
technical
"navy"
navigate-01
boat
tiny
sea
rescue-01
arrest-01
k3
shore
complete-01
"united_states_navy_seals"
"seal"
site
news
pick-up-11
"united_states_air_force"
"air"
"force"
"united_states_armed_forces"
"military"
straight-06
agree-01
reason-01
initial
pull-out-02
side-01
harm-01
television
lieutenant-colonel
promote-01
2006
"wing"
facility
"base"
"lockheed_martin_f-22_raptor"
short-06
"kosovo"
await-01
duty
hero
award
2003
ambush-01
carrier
armor-01
personnel
12
relative-position
less-than
mile
advance-01
"united_states_army"
"army"
airport
"baghdad"
"international"
"airport"
malfunction-01
plane
prohibit-01
deploy-01
weapon
about-to
final
up-to
minute
take-out-11
position
soldier
1000
each
medal
excellent-02
veteran
b4
open-04
command-02
honor
trump-01
sexuality
incredible
accomplish-01
professional
mean-04
fierce
sexual
"don't_ask,_don't_tell"
"don't"
"ask"
"tell"
discriminate-02
fight-01
protect-01
prejudice-01
being
enlist-01
talent
senior
uphold-01
absurd
bigot
trouble-01
specialize-01
language
"arabic"
critical-02
trait
move-02
solution
black-05
productive-03
distract-01
know-02
share-01
simulate-01
warfare
close-10
pretty-much
elite
infantry
assault-01
dare-01
amphibious
demonstrate-01
execute-02
success
"world_war_ii"
"wwii"
dissolve-01
act-02
"marine"
"corps"
division
disband-01
1950
reject-01
"united_states_navy"
officer
leave-14
alone
fucking
honest-01
perform-01
101
match-03
specialty
bottom
by-the-way
light-06
manual
teach-01
ready-02
flexibility
operation
first
beef
recognize-02
rival-01
meet-01
require-01
anywhere
set-up-03
defeat-01
design-01
original
combine-01
funny
head-02
station
school-01
"fort"
"missouri"
rank
additional
station-01
round
all-the-way
instinct
rage-02
hold-01
knife
chest
force-04
miracle
so-to-speak
envision-01
past
singular
hold-02
harmful-02
drug
wonder
sport
play-01
both
shoo-in
prime
watch-01
awesome-02
box-03
often
19
profession
knock-out-03
strike-01
mass-quantity
pound
athlete
equipment
golf
let-alone
compete-01
slate-01
"mike"
"ali"
close-down-04
"blockbuster"
close-01
upset-01
out-06
movie
online
mail-01
progress
as-well
version
select-01
stand-01
deal
show-04
inventory
price-01
anyway
purchase-01
pick-out-03
bullshit-01
rent-01
forbid-01
god
leave-11
limb
rape-01
cop
notify-01
superior-01
up-03
chain
yesterday
"joe_paterno"
"joe"
"pennsylvania_state_university"
"psu"
nearly
note
happy-02
interesting
imagine-01
headline
undertake-01
noble
quest-01
beat-03
"julia_gillard"
"gillard"
"kevin_rudd"
"kevin"
"rudd"
precede-01
ballot
lead-02
"labor"
margin
v3
score-entity
73
29
blog-01
live
"new_zealand"
"zealand"
"australia"
paper
"labour"
contest-02
activist
"occupy_wall_street"
"ows"
protest-01
file-01
shit
holy
various
"kansas"
"topeka,_kansas"
"topeka"
discover-01
truck
load-01
explode-01
park-01
arrive-01
sound-01
invent-01
blog
link-01
governor
charge
device
improvise-01
bundle-01
false
common
exaggerate-01
bother-01
tow-01
double
apparent
kook
noise
speak-01
hype-01
express-01
view-02
debate-01
justify-01
fine-04
article
substance
skeptical
tangible
wingnut
hard
grasp-01
disagree-01
attack-01
goodness
weak-02
reveal-01
"rupert_murdoch"
"rupert"
"murdoch"
"news"
"corp"
"fox_news"
"spanish_language"
"spanish"
channel
loud
l4
nice-01
trust-01
network
"american_broadcasting_company"
"abc"
"the_walt_disney_company"
"disney"
bias-01
propaganda
"fox_broadcasting_company"
center-02
turn-on-13
morning
page
"blackle"
black-04
internet
"google"
funny-02
letter
holiday
wednesday
save-01
tooth
web
string-entity
click-01
search-01
skin
"access_to_knowledge_movement"
"a2k"
familiarize-01
redeem-01
anybody
execute-01
touch-on-04
religion
movement-07
civil
place-01
fulfill-01
f6
f7
biology
strive-01
arbitrary-02
somewhat
whim
ride-01
coward
suicide
opposite-01
courage
tremendous
terminate-01
after-all
certainty
subject-01
punish-01
sin-01
drive-03
blatant
extreme
journey-01
individual
deep-down
merit-01
overcome-01
strict
admit-01
strike-04
deserve-01
praise-01
sense
conclude-01
deride-01
label-01
note-01
warrant-01
go-12
emotion
hardly
solve-01
conceive-01
remote
breathe-01
twist-01
pure-02
prepare-02
pain-01
per-se
psychology
by-all-means
blow-08
arm
leg
petroleum
be-from-91
peak-01
consume-01
effective-04
without
exceed-01
essential
transport-01
satisfy-01
industrialize-01
chemical
access-01
modern-02
enormous
starve-01
surplus
sudden
instability
conflict-01
scarce
come-to-mind-09
economy
model-01
"western_world"
"west"
legitimacy
rule-03
intimate-02
push-02
halt-01
collapse-01
acquire-01
authoritarian
"asia"
exert-01
influence-01
"cooperation"
"organization"
"pakistan"
republic
"soviet_union"
"soviet"
"union"
former
remove-01
"u.s."
region
facilitate-01
motive
advantage-01
arrange-01
bring-on-06
reserve
supply
"saudi_arabia"
"saudi"
"arabia"
joke
tiger
tyranny
hate-01
research-01
superficial
friendly-01
antagonize-01
hold-04
struggle-01
vital
revolution-03
benefit-01
partner-01
decline-01
might
have-mod-91
paranoia
just-02
hegemony
post
alternative
enthusiastic-03
dictate-01
recall-02
"max"
"road"
bullshit
direction
set-01
technology
civilization
yea
question-03
century
primary
call-upon-12
collective
salvage-01
stone
step-01
base-02
leave-17
kick-01
take-10
wise
expensive
"arthur"
"c"
"clark"
"sri_lanka"
"sri"
"lanka"
author-01
science-fiction
satellite
1940
orbit-01
24
"clarke"
fiction
show
island
"easter"
"island"
pyramid
soul
enlighten-01
truly
revisit-01
buddy
sad-02
enjoy-01
perspective
giant
shame-02
spell-01
for
relevant-01
dye-01
eyebrow
disguise-01
bleach-01
dark-02
blonde
eventual
terminal
old
in
yep
odd
excessive-02
look-04
"charles_darwin"
"darwin"
male
dog
strand
h8
root
long
speed-quantity
gray-02
somewhere
product
scenario
appeal-03
rather
propose-01
automatic
evaluate-01
interpret-01
open
regard
truth
tune-01
universe
modify-01
slight
premise
form
evolve-01
fit-06
rule
fit-01
sterile-02
infinite
multi
perceive-01
fill-01
particle
atom
solid-02
magnitude
foolish
observe-01
serial
structure
constrain-01
project
empty-02
ramble-02
cohere-01
contemplate-01
laughable-03
faith
stand-08
constitute-01
order
separate-02
criteria
classify-01
hand
note-02
imply-01
valid-02
in-short
encompass-01
interact-01
emerge-02
flaw-01
argument
somehow
write-01
describe-01
publication-91
"university"
"sydney"
"and"
journal
complex
material
raw
bring-down-03
+
"washington,_d.c."
"washington"
suppose-02
victim
pathetic
mechanism
box
consent-01
constituent
as-long-as
okay-01
point-out-02
incidental
trivial
approach-02
make-up-07
implement-01
team
nth-in-command
recover-01
encourage-02
"representatives"
excuse-02
certify-01
medical
consequential-01
induce-01
congressman
break-16
extend-01
indeed
helpful-04
biography
"wiki"
55
"iowa"
"minnesota"
divorce-01
parent
high-school
attend-01
"state"
"roberts"
"william"
"mary"
degree
master
tax
"michele_bachmann"
"bachmann"
clinic
"christian"
counsel-01
"wisconsin"
stake
herd
dairy
subsidize-01
"federal_government_of_the_united_states"
corn
chief
1995
disillusion-01
"jimmy"
"francis"
stand-11
abort-01
pray-01
1976
kindergarten
grade
1993
standard
education
mandate-01
propel-01
alter-01
academia
tradition
intellect
broad-02
utilize-01
workplace
column
1999
react-01
"michele"
luck
in-trouble-03
blow-01
"turner"
doubt-01
"canada"
comment-01
sharp-02
ball
bowl-01
humble
"albert_einstein"
"einstein"
come-down-23
annoy-01
negative-03
"mormons"
"mormon"
darling
"tea_party_movement"
"tea"
"walter"
amuse-01
"national"
"convention"
hand-01
presidency
fire-04
shoot-02
scare-01
public
11
"grand"
"old"
center
mass
politician
mid-term
check-01
come-up-11
figure-01
"all"
leave-15
rip-01
"factcheck.org"
"to"
idiotic
shred-01
borrow-01
eliminate-01
oversee-01
net
essence
sleazy
mortgage-01
torture-01
corrupt-01
prescribe-02
program
"social_security_( united_states )"
"social"
"medicare_( united_states )"
"medicare"
disaster
"tehran"
square
"square"
city-district
legitimate-02
escalate-01
hostility
cleric
faction
internal-02
smell-01
utter-01
"israel"
area-quantity
party-01
invite-01
celebrate-02
anniversary
found-01
"kofi_annan"
"kofi"
"annan"
headquarters
"united_nations"
"nations"
dictatorship
terrorist
endorse-01
religious
multitude
honor-01
conspire-01
take-away-05
see-03
enact-01
challenge-01
ban-01
firearm
soil
rifle
shotgun
handgun
visit-01
learn-01
gun
bear-01
"second_amendment_to_the_united_states_constitution"
"second"
"amendment"
patriot
"rights"
bully-01
fire-01
handful
bridge
throw-out-06
finance-01
fuck-01
extensive-03
text
"national_rifle_association"
"nra"
"un"
close-11
desperate-02
hinder-01
stir-up-04
lock-01
inject-01
lethal
electric
chamber
gas-03
hanging-07
squad
keep-04
earn-01
barbaric
look-up-05
block-01
clue
offend-01
affirmative-action
equate-01
quota
vary-01
embrace-01
race
gender
origin
ethnic
manage-01
position-02
tell-02
even-when
49
43
strategy
majority
brother
army
general
moderate-03
definite
racist
racism
incident
"september_11_attacks"
"9/11"
ethnic-group
"jews"
"jew"
levy-01
defend-01
allege-01
frequent-02
investigate-01
accuse-01
notion
popular-02
"muslim"
"zionism"
fortunate-01
effort-01
parse-01
pain
holiday-01
season
summer
review-01
congress
denounce-01
feel-02
refine-01
apply-01
expert-01
drink-01
in-touch-11
community
advice
belief
"msnbc"
poll-01
detail-01
45
repeat-01
topic
straw
demean-01
pander-01
end-up-03
lead-01
amr-unintelligible
strain-01
600
relieve-01
fall-10
count
heat
campaign
"dick"
disappear-01
scene
virtual
ask-02
profile
"donald_rumsfeld"
"rumsfeld"
personality
"colin_powell"
"powell"
dignity
leadership
underground
"ted"
"williams"
"halliburton"
radar
spend-02
boss
plot-01
"hell"
rich
show-up-02
"middle_east"
"middle"
"east"
"europe"
"kmart"
approximately
35000
ritual
package
contend-01
"1/2"
reelect-01
wealth
in-ones-hands-04
class
middle
effect-03
pump-01
500000000000
title
wild
garner-01
powerful-02
close-13
distinct
"24/7"
soar-01
"condi"
welcome-01
"clarence_thomas"
"thomas"
among
"supreme_court_of_the_united_states"
"scotus"
name-02
statue
mayor
"npr"
pride-01
stereotype-01
shame
abide-01
turn-18
sexism
feminism
appall-01
liberalism
"rice"
confront-01
outright
have-to-do-with-04
secretary
"southern_united_states"
"south"
"civil"
"movement"
touch-01
background
applaud-01
anticipate-01
2008
establish-01
allow-02
level-04
"al_gore"
"gore"
"john_kerry"
"kerry"
landslide
leave-behind-18
bigotry
charisma
track
clout
table
gasoline
factor-01
couple
high-end
1500000
comfort
lock-up-03
scumbag
break-up-08
jail
catch-02
legal-02
dope
innocent-01
prison
norm
inmate
odds
"las_vegas"
"vegas"
pick-01
"michael_bloomberg"
"bloomberg"
instant
sick-04
evidence-01
seek-01
know-03
balance-01
budget
offset-01
"northeast"
source-02
"islam"
90
target
"state_of_palestine"
"palestine"
in-turn
radical-02
n10
embassy
c12
c13
circle
action
c14
negotiate-01
mind-01
girl
forget-01
"saddam_hussein"
"saddam"
resolution
give-up-07
come-02
go-10
worthwhile
"egypt"
"syria"
glad-02
back-01
civilize-01
surround-01
retaliate-01
extinct
conference
"young"
"republicans"
"dc"
bother-02
"war_on_terror"
"iraq_war"
"war"
sign-up-03
arm-01
mad-04
bring-up-02
sometimes
advocate-01
aggressive
active
hold-back-07
international
ass
enrich-01
leech
blood
invade-01
democracy
"patrick"
"daniel"
render-01
secret
security
stab-01
bleed-01
finance
recover-02
equip-01
"aegis_combat_system"
"aegis"
"taiwan"
cut-01
throat
trade-01
bomb
junk
worth-01
100000000000
pull-off-03
"harry_reid"
"reid"
toll
join-in-05
"darfur"
bargain-01
democrat
"hugo_chávez"
"chavez"
pull-01
front
ally-01
struggle-02
shove-01
partisan
sound
listen-01
bribe-01
be-it-06
crap-01
in-time
stake-01
democratic
kid-01
attitude
ton
proactive
aggressor
resort-01
childish
"rex"
signal-07
craft-01
at-hand-14
passionate
oh-yeah
hunt-01
float-01
mindless
"ss"
spin-03
"edgar"
cover-up-04
leave-02
legacy
"buchanan"
screw-up-01
ideology
evident
red-02
blue
glory
presume-01
wave-01
flag
mismanage-01
die-hard
hopeful-03
justice
social
heap
rust-01
scandal
special-02
spy-01
liberty
wink-01
beat-up-05
testify-01
hearing-02
sanity
bow-01
"rome"
ancient
cliche
kneel-01
finger
purple-02
celebrate-01
press
miss-02
confuse-01
minor-01
rely-01
avail-01
document
identity
photo
income
word-01
feasible
burden-01
return-01
progressive-02
"massachusetts"
misrepresent-01
amaze-01
section
newspaper
turn-14
slave
"david"
voluntary-02
incarcerate-01
minimal-02
enforce-01
beat-01
withhold-01
privilege
sunlight
isolate-01
brutalize-01
experiment-01
bushfire
flood-01
treat-03
"africa"
"americas"
88
"nazism"
"germany"
head-01
60
reform-01
expel-01
holocaust
have-talking-point-07
"mahmoud_ahmadinejad"
"ahmadinejad"
grandfather
use-02
fix-01
game
intrigue-01
"michigan"
legalize-01
crystal
card
score-on-scale-91
"d"
"a"
high-04
negative-02
medicate-01
artist
consciousness
wide
exemplify-01
anxiety
depress-01
complain-01
weed
mess-up-02
big-time
impoverish-01
wine
glass
joint
"lsd"
relative
mushroom
magic
sometime
mood
matter
moderate-01
abstain-01
ear
"man"
fascinate-01
break-heart-31
obesity
proportion
epidemic
fat
hunger-01
awake-03
bite
obese
rehabilitate-01
52
wide-02
weigh-01
200
appease-01
fuss-01
combat-01
addict-01
cure-01
couple-01
get-back-10
disturb-01
relation-03
medicine
roll-01
bed
supermarket
beg-01
rant-01
garbage
spouse
500
bag
nut
chip
potato
size
dinner
"kentucky"
gastric
protein
egg
mix-01
tofu
know-04
thin-03
lesson
tear-01
rotate-01
freeze-02
shoulder
brutal-02
tip-05
sleep-01
regain-01
range-01
therapy
operate-02
restore-01
routine
exercise-02
charge-08
rehab
therapist
patient
retrospect
passive
stress-02
severe
play-10
merry
pressure
lose-01
monitor-01
meanwhile
wrist
up-01
faithful
wrap-01
send-03
left-handed
progress-01
bone
model
market-01
adjust-01
be-it-08
slip-02
press-01
button
semi
symptom
cut-out-06
process-01
tobacco
wheat
bread
ingredient
sandwich
pizza
index
diet
milk
skim-02
fat-03
indulge-01
diagnose-01
have-04
test-01
vaccine
administer-01
"influenza"
"influenza"
suitable-04
"food_and_drug_administration"
"fda"
17
link
87
lessen-01
multivitamin
profound
label
wake-up-02
dry-08
swallow-01
develop-01
crack-02
vitamin
"m"
near
forum
hospital
nurse
cut-down-11
medication
terrible-01
"donohue"
dismiss-01
correct-01
typical-02
consensus
philosophy
permanent
chronic
k4
lip
tongue
pin
needle
err-01
"m."
dent-01
salt
whatsoever
ruin-01
mineral
formula
degenerate-01
cautious-02
danger
dosage
health
compound-01
organ
subject
use-03
miss-01
tear-up-04
stomach
"vitamin_c"
"vitamin"
regular-03
dose
concentrate-02
mast
gut
run-out-05
round-05
confirm-01
study
mercury
4000
milligram
6000
m9
400
blow-14
huge
loose-04
"bc"
plausible
"damascus"
inhabit-01
"abraham"
modern-day
detain-01
indefinite
try-02
hole
scary-03
criminal-organization
"al-qaeda"
"al"
"qaeda"
court
come-in-07
verdict
guilty-01
manslaughter
sentence-01
reckless
license
propofol
"michael_jackson"
"michael"
"jackson"
run-09
convict-01
nothing-but
free-01
proper
"murray"
complicate-01
throughout
careful
intervene-01
invest-01
improve-01
activity-06
abuse-01
step-in-02
kid
aspect
compete-02
"india"
cripple-01
"california"
"ca"
sign-02
fee
worry-01
part-01
override-01
verbal
sue-02
break-18
waive-01
hoard-01
cat
chicken
confiscate-01
39
van
filth
neglect-01
fine-01
jail-01
"florida"
bust-02
82
78
shape-01
nail
feces
puppy
give-up-08
limit
check-up-06
go-03
random
pet
round-up-02
reasonable-02
cry-02
chain-01
lady
assist-01
condemn-01
declare-01
wear-01
wall
ambulance
keep-up-10
overwhelm-01
compel-01
"alzheimer's_disease"
humane
tricky-02
as-such
juvenile
perpetrate-01
circumstance
kidnap-01
photograph
all-over
to-the-point
deal-03
inside
occasion-02
minor-02
circus
leak-01
conform-01
occasional
present-02
organize-01
detect-01
detail
spectacle
treat-01
obscure-02
color
fame-01
jury
serious-01
take-04
responsible-03
betray-01
attorney
publicize-01
freak
elephant
tight-05
inherit-01
print-01
express
at-large
apprehend-01
outlet
comprehend-01
critique-01
ready-01
mine-01
tunnel
"cnn"
suck-01
69
"big"
estimate-01
go-08
stream-03
"chile"
33
from
hook-up-02
pack
oxygen
come-04
shut-01
handle
cord
shop-01
"christmas"
province
"mongolia"
sort
hammer
flip-01
sarcasm
contain-01
validate-01
image
clip
everywhere
status
disgust-01
stage
last-01
fine-03
"anderson"
"don"
delude-01
sick-02
art
"the_new_york_times"
"open"
type-01
feel-06
like-01
viewpoint
"times"
"fifa_world_cup"
"cup"
glance-01
serve-02
kill-03
rhythm
love-02
myth
"romania"
prone-01
dance-01
add-up-04
"victoria_( australia )"
"victoria"
fan
cricket
set-08
descend-01
series
spirit-01
fiasco
ticket-01
"england"
travel-01
10000
2002
test
sports-facility
"ground"
club
gift-01
pull-06
acid
battery
golf-01
swing-02
scream-01
yell-01
g6
escape-01
pressure-01
course
bloody
wonderful-03
bore-02
silent
spectator
bite-01
argue-02
official
get-06
"tom"
"super_bowl"
grin-01
guide-01
clueless
at-most
total-01
grand
"12:00"
saturday
"new_york_jets"
"ny"
"jets"
"indianapolis"
"baltimore"
"city"
"orleans"
"saints"
"bay"
"philadelphia"
aggravate-01
"football"
as
"sanchez"
plus
fodder
besides
football
toss-01
coin
"new_orleans"
spirit
"andy"
"show"
prize-01
"toronto"
chemistry
award-01
"nobel"
grow-03
poppy
opium
encourage-01
"mail"
commercial
put-02
feed-02
"france"
cultivate-01
manufacture-01
pharmaceutical
black-07
element
guard-01
hot-04
entertain-01
zone
digit
transmit-01
contact-01
chat-01
journalist
dangerous
roam-01
seek-out-02
ah
hold-03
journalism
dirty-02
partake-01
entertainment
wound-01
sick-05
bastard
sanction-02
roof
instance
smoke
crew
"morocco"
custom
geography
immense
pace-01
network-01
highway
enable-01
tourism
commerce
speed
profitable-02
aim-02
initiative
curious-02
come-about-06
train
"italy"
turn-out-17
right-04
x
converse-01
polite-01
turn-01
devil
immigrate-01
"a"
"b"
youth
tolerate-01
style
shop
altogether
attach-01
"9:00"
befriend-01
lump-01
"turkey"
trip-03
confine-01
sentiment
"islamism"
ring
engagement-02
wed-01
camp-02
car
clean-01
at-times
rob-01
basement
gift
stranger
wow-01
be-destined-for-91
tribe
border-01
"taliban"
take-over-12
exploit-01
mistake-02
strip-01
profit
deposit-01
store-01
renew-01
vast
barely
surge-01
lie-07
mountain
southwest
deposit
lake
"south_america"
quartz
local-region
"western"
"north"
"carolina"
metal
in-place
extract-01
shut-down-05
deficit
"thanksgiving"
roughly
commit-01
compromise-01
profile-01
committee
super
meantime
elsewhere
put-out-10
substantive
trigger
desirable-02
moron
defuse-01
gut-01
"united_states_department_of_defense"
"defense"
"department"
people
chunk
edit-01
delay-01
return-05
hint-01
thrill-01
waste-01
capital
corporate
put-up-11
oppress-01
economics
sex
overthrow-01
fate
"theodore_roosevelt"
"theodore"
"roosevelt"
irony
"kool-aid"
genuine
status-quo
blind-01
raid-01
loot-01
1000000000
bank-01
grab-01
rid-01
euro
bankrupt-01
"greece"
"spain"
"republic_of_ireland"
"ireland"
value
"european_central_bank"
"european"
"central"
exacerbate-01
forgive-01
despair-01
position-01
dam
debt
gross-03
financial
"ii"
"japan"
can
pop
recession-02
league
wheel
backwards
lifestyle
keep-up-05
play-out-03
take-on-09
"south_africa"
"nz"
"year"
photograph-01
"steve"
"billy"
legend
heart-attack
spokesman
"st"
"public"
"hospital"
music
"children"
"sun"
1979
headline-01
assume-01
worship-place
"cross"
minister
size-01
thwart-01
smuggle-01
land-01
intercept-01
nearby
"indonesia"
sovereignty
into
"southeast_asia"
"usa"
piss-off-02
play-08
terror
preempt-01
source-01
missile
cruise
east
ocean
sneaky-03
brown
happen-02
populate-01
tall
tough-03
"islamic"
"republic"
title-01
content-01
utter-02
formulate-01
vote-02
confident-01
busy-01
task-01
chair-01
"stephen"
"tony_blair"
"blair"
vehement
ambergris
trace
sperm
digest-01
eject-01
foul
haul-01
drunk
go-05
hard-04
species
smell-02
cancer
"yemen"
main
dramatic
carry-out-03
drone
double-01
average-01
assassinate-01
"osama_bin_laden"
"bin"
"laden"
get-away-08
value-01
"robert"
over-the-top
go-on-25
peripheral
"leukemia"
shallow
conviction-02
get-along-18
have-trouble-04
"gary"
"johnson"
"jon_huntsman_jr."
"huntsman"
in-the-first-place
ugly
polarize-01
put-up-12
certificate
college
have-11
produce-02
paperwork
agenda
fool-01
verify-01
"hawaii"
proceeding-02
numerous
copy-01
file
examine-01
"associated_press"
"ap"
"north_carolina"
"nc"
tension
pot
"uk"
"european_union"
"eu"
"brussels"
cope-01
reorganize-01
boundary
resist-01
union-02
reluctant-01
"eurozone"
address-02
crucial
emphasize-01
memory
camp
bay
"guantanamo"
symbolize-01
rhetoric
deliver-01
tip
iceberg
"central_intelligence_agency"
"cia"
interrogate-01
connect-01
terrorism
sharp
mind-05
secrecy
appeal-01
stick-01
qualify-01
screw-02
ideal
convenient
political
object
make-it-14
skim-01
teenager
subsidiary
"boeing"
oblige-02
declare-02
1.5
kind-01
phase
miserable
cut-off-04
break-down-11
love
heal-01
gym
variable
"x"
meet-02
engage-01
play-11
instrument
draw-01
"mac"
finish-01
list
pick-up-04
fancy-02
right-03
ask-out-04
"valentine's_day"
"valentine's"
"day"
approach-01
mate
nervous-01
thursday
coffee
sunday
afternoon
fantasy
girlfriend
threesome
lesbian
bisexual
fit-05
straight-05
go-through-20
string
kick-off-04
bucket
look-after-07
open-05
single-03
be-with-10
put-in-05
turn-out-11
dislike-01
date-02
boyfriend
reserve-01
anger-01
text-01
dress-01
horrible
disappoint-01
shower-01
bless-01
distance
in-advance-04
outfit
frustrate-01
abroad
spare-01
significant-other
ex
transport
save-03
alternate-01
occasion
see-05
blunt-02
lovely
gold
meh
come-up-13
acquaint-01
2.5
get-on-21
over-02
goddamn
meet-up-04
come-03
pretend-01
calm-down-02
anonymous
mum
hit-01
prick
plead-02
"scotland"
drop-05
phone-01
stop-03
request-01
"high"
"court"
23
2009
as-far-as
tear-03
refer-02
practitioner
psychologist
craze-01
flat
vile-02
dad
act-01
return-02
better-01
proceed-01
gradual
hurt-02
aim-01
worth-02
insult-01
hmm
distant-02
reflect-01
cheat-03
feed-up-03
space
taste-01
communicate-01
obsess-01
celebrity
deliberate
strange
please-01
get-together-14
oh-well
as-soon-as
dump-01
impregnate-01
freak-out-02
pregnancy
sort-out-02
direct-01
um
mutual
lecture-01
aftermath-01
wonder-02
panic-01
collect-01
key
nah
come-across-15
cling-01
reckon-01
retrieve-01
cinema
disc
digital
versatile
lunch
impression-03
at-a-time
clear-01
mature-02
mini
break-13
one-on-one
point-03
pill
fuck
blah-blah-blah
anyways
harsh-02
selfish
drag-01
regret-01
favor
statistic
secondary
t-shirt
paranoid
hairy
shave-01
moisturize-01
review-02
"light"
350
20000
70
laser
private-02
refund-01
quibble-01
confidence
first-of-all
go-09
zap-01
z2
angle
fade-01
update-01
spread-02
conscious
"phillips"
expend-01
look-forward-03
enhance-01
for-once
style-01
cloth
ridiculous-02
clash-01
orange
pale-03
fake-02
awful
sunbed
build-up-05
spray-01
tone
foundation
medium
counter
shade
color-01
wash-01
blend-01
highlight-01
pierce-01
stud
awkward
infect-01
nasty
firm-03
upward
slide-01
forehead
scrub-01
brand
"nivea"
generic
melt-01
b5
teenage
go-down-27
strip
load
rubbish
dress
"jane"
resolve-01
appreciate-02
bust-06
congratulate-01
put-on-08
primer
difference
ploy
l5
tattoo-01
"harry_potter"
"harry"
"potter"
"hp"
grow-up-04
childhood
poster
sake
devote-01
outdated
glasses
"c"
wet
accident
sort-of
hi
feel-05
light-07
brush
powder
stick
cover-02
sin
cleanse-01
"northern"
"philip"
sequel
film
"golden"
"compass"
fuck-up-02
can-01
context
carry-on-02
leave-out-03
"bible"
"lord"
film-01
"cameron"
work-of-art
footage
dimension
"lucas"
"star"
"wars"
screen
whore-01
market-sector
"cinema_of_the_united_states"
"hollywood"
integrity
jump-on-bandwagon-09
audience
convert-01
subsequent
order-03
chronology
battle-01
awe-01
optimistic
realize-02
effect
visual
hold-up-11
character
up-02
revolutionary-04
hurry-01
"george"
star-01
"london"
"film"
"festival"
trailer
kiss-01
"prince"
feedback
stand-03
horrendous
"the_student_room"
"tsr"
rampant
"eastern_world"
horse
outlook
mathematics
"generation"
shed-01
tear
in-front-of
"tottenham_hotspur_f.c."
"tottenham"
class-01
drama
comedy
"facebook"
script-01
"justin"
cast-02
"aaron"
"academy"
category
"best"
popularity
"oscar"
panel
"sir"
airplane
runway
riot-01
uniform-01
bind-02
make-trouble-06
tabloid
"the_sun_( united_kingdom )"
sense-01
naive
slip-01
"kingdom"
classroom
academy
sponsor-01
keep-03
outsider
"khan"
monopolize-01
establishment
"british_national_party"
"bnp"
"daily_mail"
stealth
sympathize-01
post-scriptum
integrate-01
eradicate-01
perfect
harbor-01
"daily"
monster
"argentina"
"falkland_islands"
"falkland"
"islands"
aircraft
launch-01
kit
1982
astonish-01
decimate-01
navy
retain-01
window
"ms."
meat
vegetarian
stem
replicate-01
regional-group
homeland
make-19
"diego"
"garcia"
lease-01
urge-01
atrocity
prevail-01
sign-01
petition
awareness
"house_of_commons_of_the_united_kingdom"
"commons"
hypocritical
"falklands"
inflame-01
bomb-01
"sky_news"
hack
"sky"
hypocrisy
separate-01
ironic
tar-01
banker
mercy
witch
bonus
"morgan"
explosive
mix-up-03
forward-01
view
moral
come-across-21
affair-01
y5
"utah"
y6
35
take-advantage-02
sexist
pervert-01
manipulate-02
dupe-01
prevail-02
brainwash-01
gesture-01
offend-03
intent-02
disgrace-01
lifetime
"liverpool"
suspend-01
detective
"nick"
"frost"
"hot"
undercover
fabricate-01
pedophile
graphic
horrific
"jesus"
village
"kenya"
content
21
grip-01
atheist
bullet
"royal_mail"
"time"
"wales"
proportional
resent-01
"yorkshire"
"belgium"
"french_language"
"french"
"northern_ireland"
"kurds"
"kurd"
"country"
"sicily"
"guangdong"
300
black-and-white
cultural
"scottish_national_party"
"snp"
"conservative_party_( uk )"
"tories"
"labour_party_( uk )"
"parliament"
"common"
time-02
tactic
2014
"trident"
make-out-23
"palace_of_westminster"
"westminster"
tire-01
differ-01
ego
aside
"tory"
v5
tuition
controversy
bitch
rave-01
ratio-of
project-02
entitle-01
shut-up-06
haha
"nigeria"
half
swear-02
lap
stand-up-07
cow
sicken-01
fart-01
steel
harass-01
infringe-01
statistics
measure-02
appropriate-02
burqa
empower-01
"semite"
intimidate-01
conceal-01
criticism-04
"christopher_hitchens"
preach-01
exercise-01
contrary-01
"mother"
"henry"
warn-01
bury-01
admire-01
rebut-01
dogma
pleasure
"boston"
demise
timely-03
prince
chance-01
swift
"north_korea"
"korea"
taxi
elaborate-01
mitigate-01
realistic-03
sensitive-03
multiculturalism
"south_asia"
decry-01
call-out-15
heaven
"the_daily_telegraph"
"telegraph"
mind-03
slow-01
lure-01
unite-01
remark-01
nationalist
"sinn_féin"
seat
mindset
hardline
evil
aspire-01
reach-03
"roman"
radio
decent
mainstream-02
cross-02
"ni"
distance-01
tower
wrong-01
"alan"
grammar
segregate-01
comprehensive
pupil
hallway
sneak-01
middle-school
pass-07
exam
"libya"
barrel
prolong-01
flow-01
"libyan"
"council"
contract
"muammar_gaddafi"
"gaddafi"
viable
"systems"
movement
"pan"
"african"
"guatemala"
"company"
banana
install-01
dictator
"david_cameron"
"nicolas_sarkozy"
"sarkozy"
reprisal
"mexico"
"bbc"
break-down-12
"mark"
stage-01
peaceful
set-on-fire-09
simultaneous
spark-01
helicopter
on-fire-08
broadcast-01
"twitter"
threat
fire
petrol
discourage-01
email-01
hug-01
erode-01
thug
sympathy
spur-01
"17:00"
evening
mob
message-01
respect
by-no-means
experience
statement
take-34
portray-01
"house_of_lords"
"lords"
lord
"first-past-the-post_voting"
"first"
peer
sovereign
monarchy
head-of-state
"netherlands"
c9
"sweden"
"norway"
"denmark"
"czech_republic"
"czech"
"hungary"
n13
n14
supreme
drown-01
"chamber"
balance
function-01
capacity
pass-02
indigenous
"tibet"
native
"mahatma_gandhi"
"gandhi"
champion-01
coincide-01
revolt-01
chav
angry
point-finger-06
neutralize-01
fare
sweep-02
inform-01
troll-01
"english_defence_league"
"edl"
neutral-02
calm-03
repress-01
lobby-01
intellectual
write-off-08
suit
vandalize-01
storm-02
slander-01
"socialist"
"conservative"
41
59
parliament
"parliament_of_the_united_kingdom"
2001
28
cap-02
2005
cringe-01
passion
whine-01
anal
blood-02
domain
reside-01
fuel-01
nationalism
alien-01
territory
slant-01
tie-01
practical-02
citizenship
raise-03
referendum
serve-04
register-02
means
"hiv/aids"
"hiv"
"national_health_service_( england )"
"nhs"
condition-01
have-eye-on-05
deport-01
accord-03
concentrate-01
overall
membership
5000000
sheer
cabinet
wipe-01
single
sky
frenzy
everyday
furor
shake-up-03
open-up-03
firm
swear-01
dismantle-01
single-out-01
backward
wage
withdraw-01
span-01
spine
disintegrate-01
"national_health_service"
cut-back-05
operate-01
"opec"
bad-02
piss-03
1000000000000
client
commission-01
"cyprus"
pump
liter
1997
on-01
"gordon_brown"
"brown"
detriment
"gordon"
stroke-01
countless
treasury
widespread
tenure
go-21
scum
hold-14
magazine
band
census
"tony"
demographics
diverse
multicultural
charm-01
ethnicity
humanity
destiny
stun-01
underestimate-01
migrate-01
"english_language"
"english"
gate
frank
toilet
"roy"
"farm"
"human"
observe-02
inferior-01
discriminate-01
open-08
ground-01
distinguish-01
fledge-01
spectrum
suck-03
library
construct-01
luxury
boom-02
modest
circulate-01
channel-01
billionaire
turbine
"british"
offshore
birthday
exclusive-02
protectionism
mentality
export-01
foster-01
join-up-02
range
car-make
"bmw"
"mercedes"
"volkswagen"
bureaucracy
terrify-01
"portugal"
"brazil"
owe-01
over-03
emerge-01
"tax"
entity
core-02
doctrine
"ussr"
stability
bio
m10
specify-01
heroin
addictive-02
cannabis
enroll-01
smoke-02
deal-02
recreation-02
euphoria
substitute-01
incentivize-01
motivate-01
artificial
trigger-01
reaction
propagate-01
task
waste
catastrophic
intense-02
adverse
overlook-01
existence
vague
mark-01
ambition
bad-off-06
lose-out-06
prestige
gripe-01
plan
product-of
superpower
account-01
empire
"british_empire"
"empire"
25
route
trade
overseas
expand-01
sustain-01
punch-01
colony
top-02
tend-01
abuse-02
stable-03
remain-to-be-seen-08
close-06
visa
rail
nationalize-01
compose-01
railway
monopoly
deregulate-01
downturn
"b"
"nick_clegg"
"liberal_democrats_( uk )"
"lib"
weep-01
defendant
reputation
defame-01
slaughter-01
"instant-runoff_voting"
"av"
extremist
"green_party_( uk )"
"greens"
transfer-01
number-01
constituency
allocate-01
vulnerable-01
lucrative
bolster-01
cry-out-03
rebel-01
"gadaffi"
send-02
100000
"tripoli"
take-off-07
10000000000
shame-01
"clegg"
"dems"
form-01
logistics
intelligence
gear
humanitarian
come-12
"dave"
down-01
depart-01
publicity
resort
airline
loathe-01
last-04
cage
inflict-01
"liberal"
dust
get-on-20
"post"
electorate
bet-01
1990
"margaret_thatcher"
"thatcher"
fix-03
15000
"education_maintenance_allowance"
"education"
put-03
narcotic
"government"
household
steady
steam
more-or-less
cluster
forward
bring-up-08
lean-01
towards
"i"
64
imitate-01
well-off-10
liberate-01
spread-01
1989
"end"
1992
conservatism
own
ground-02
westernize-01
"hindu"
spiritual
tacit
mere
abandon-01
live-up-04
board-01
submit-02
ordinary
meddle-01
shah
degrade-01
blow-up-06
dispute-01
"mahmoud"
2500
lay-01
proliferate-01
nuke
hello
disarm-01
"bangladesh"
"philippines"
"arabs"
"arab"
root-02
"united_arab_emirates"
"bahrain"
center-01
tool
excite-01
peasant
misery
undermine-01
"vladimir_putin"
"putin"
mobilize-01
militant
"neo-nazism"
"neo-nazism"
"chechnya"
interfere-01
"ukraine"
"georgia_( country )"
bitter
"poland"
"estonia"
"nato"
affair-02
resolve-02
"communist"
nutty
deter-01
gain-01
"world_war_iii"
exempt-01
practical
time-and-again
topple-01
"international_atomic_energy_agency"
"iaea"
partial-01
nowhere
ulterior
credibility
arsenal
get-off-23
back-02
jeopardize-01
costly
inspect-01
weaponize-01
rule-out-02
explicit-03
step-down-04
"bashar_al-assad"
"assad"
"moscow_kremlin"
"kremlin"
massacre-01
"fascism"
"intifada"
"dmitry_medvedev"
"medvedev"
"adolf_hitler"
"hitler"
display-01
"moore"
employ-02
mafia
hostage
"moscow"
renovate-01
arms
pipeline
explore-01
secure-02
"greenland"
break-out-30
have-a-point-09
peep
hang-out-06
puppet
"rick"
"south_carolina"
"s."
full-scale
strait
"oman"
"emirates"
speculate-01
fall-05
"operation"
"hussein"
weaponry
southeast
rally-01
northwest
refuel-01
vehicle
"turkmenistan"
emoticon
"three"
globalize-01
baffle-01
blockade-01
"somalia"
draft-02
commence-01
gist
suck-up-04
result
refugee
diplomat
unrest
air-01
fortify-01
tempt-01
geopolitics
stock
"kim_jong-il"
"kim"
"south_korea"
"jong"
poll
moderate-02
republican
"herman_cain"
"cain"
mark-02
"irish_republican_army"
"irish"
"liberation"
insist-01
modernize-01
outrageous-02
pass-05
"judaism"
"israel_defense_forces"
"idf"
make-up-10
"aziz"
cousin
aunt
"cod"
"the_times"
incinerate-01
sane
"secret"
lunatic
destabilize-01
turmoil
revenge
"al-qaeda"
fundamentalist
2007
fatality
sect
logical
"small"
surveil-01
1300
introduce-02
"foundation"
"geneva_conventions"
"geneva"
lawful
authorize-01
2004
b7
b6
b8
condone-01
"ira"
crowd-01
beforehand
"scandinavia"
46
chart
22
"medicaid"
44
"zimbabwe"
surrender-01
question
pose-02
50000
vow-01
"1/5"
livestock
seed
assemble-02
defy-01
2011
95
thick-03
oust-01
"chad"
crush-01
"jamahiriya"
thankful-02
"lockerbie"
embezzle-01
start-out-05
issue
dick
"western_europe"
authority
punishable-02
"lebanon"
"jordan"
care-02
relax-01
"beirut"
swim-01
spree
submarine
reactor
warhead
offense-02
"gulf_war"
"kuwait"
cast-01
"communism"
"communism"
jump-02
joy
honorable-03
bind-01
hypocrite
underlie-01
fan-01
douchebag
stupidity
plant-01
nationality
resume-01
diplomacy
"azerbaijan"
"las"
dickhead
grant-01
cost
"international_monetary_fund"
call-in-04
audit-01
mess
"roman_empire"
rural
have-point-of-view-08
work-07
prominent
accommodate-01
"samuel"
block
possess-01
genus
derive-01
cocaine
flower
latter
garden
legislation
criminalize-01
insanity
anyhow
throw-away-07
tackle-01
ease-02
crack
outlaw-01
"tim"
"saturday"
humor
let-down-04
nutter
vent-01
cruel
"bosnia_and_herzegovina"
"bosnia"
extent
rise-up-03
"rwanda"
signify-01
shout-01
shoot-down-05
duck
thorough
plunge-01
upgrade-02
spout-01
consistent-02
"mubarak"
"tunisia"
"algeria"
secular
politicize-01
jacket
uranium
"seoul"
sign
colonize-01
"1/4"
demonize-01
cold-02
average-03
"uyghurs"
"uyghur"
out-05
man-01
prepare-01
extremism
unify-01
sound-02
militia
imam
mock-01
monarch
bond-01
in-own-right
all-out
exterminate-01
excuse-01
hamper-01
evade-01
deplete-01
mutate-01
pass-off-18
substantiate-01
rectify-01
paralyze-01
large-scale
endure-01
"fallujah"
"tikrit"
"mosul"
